/* String_On_Page_Template */
"(Please set your del.icio.us ID using the Pagelet Inspector)" = "(Bitte geben Sie ihre del.icio.us ID in den Pagelet-Informationen an)";

/* String_On_Page_Template -- followed by a number */
"del.icious example no." = "del.icio.us Beispiel Nr.";

/* String_On_Page_Template */
"My del.icio.us Links" = "Meine del.icio.us Links";